Repository: common-repository/skype-status-ajax-refresh
Catalog: languages/skype-status-*.po
Languages: it_it

source: My Skype Status
it_it: Skype Status

source: Show your Skype status linked to your Skype contact.
it_it: Visualizza il tuo stato Skype con un link al tuo contatto.

source: Skype Status General Settings
it_it: Impostazioni generali Skype Status

source: Skype Username
it_it: Utente Skype

source: Refresh Interval (sec)
it_it: Intevallo refresh (sec)

source: Text Before
it_it: Testo prima

source: Text After
it_it: Testo dopo

source: Command
it_it: Comando

source: Add
it_it: Aggiungi

source: Chat
it_it: Chatta

source: Call
it_it: Chiama

source: Check user info
it_it: Informazioni utente

source: Send a voicemail
it_it: Invia una voicemail

source: Send a file
it_it: Invia un file

source: Image Folder
it_it: Cartella immagini

source: Loading Image
it_it: Immagine caricamento

source: Online Image
it_it: Immagine online

source: Offline Image
it_it: Immagine offline

source: Away Image
it_it: Immagine assente

source: Busy Image
it_it: Immagine occupato

source: It is necessary to <strong>configure Skype</strong> to allow your online status to be shown on the web. For more information, please visit the <a href="%s" target="_bank">Skype Status plugin guide</a>.
it_it: Ãˆ necessario <strong>configure Skype</strong> in modo da poter accedere via web al proprio stato . Per maggiori informazioni, visita la <a href="%s" target="_bank">guida del plugin Skype Status</a>.

source: Title
it_it: Titolo
